{
  "version": "1.0",
  "last_updated": "2026-01-08",
  "categories": {
    "morning_athkar": [
      "🌅 <b>أذكار الصباح</b> 🌅\n\n«أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ»\n\n🤲 بداية يوم مليء بالبركة والهدى والرضا",
      "🌟 <b>ذكر صباحي مبارك</b> 🌟\n\n«اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ»\n\n🙏 لك الحمد يا رب العالمين على نعمك الظاهرة والباطنة",
      "💎 <b>أذكار تحفظ يومك</b> 💎\n\n«أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ ﷺ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ»\n\n✨ اللهم ثبتنا على هذا الدين حتى نلقاك"
    ],
    "evening_athkar": [
      "🌙 <b>أذكار المساء</b> 🌙\n\n«أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ»\n\n🌃 ختم يوم بالأذكار والدعاء يغسل الذنوب",
      "⭐ <b>ذكر مسائي مبارك</b> ⭐\n\n«اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي»\n\n🛡️ حفظك الله ورعاك",
      "🌜 <b>ختام يوم بالذكر</b> 🌜\n\n«اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا»\n\n🌺 اللهم أتممت على الإسلام وأتممت علينا الإيمان"
    ],
    "hadiths": [
      "📚 <b>حديث شريف من صحيح البخاري</b> 📚\n\nعن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ:\n\n«خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»\n\n📖 تلاوة القرآن نور في الدنيا وشفيع في الآخرة",
      "🌟 <b>حديث نبوي عظيم</b> 🌟\n\nعن عمر بن الخطاب رضي الله عنه قال: قال رسول الله ﷺ:\n\n«إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى»\n\n💫 خالص النية مفتاح قبول الأعمال",
      "🤝 <b>حديث عن الإيمان</b> 🤝\n\nعن أنس بن مالك رضي الله عنه قال: قال رسول الله ﷺ:\n\n«لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ»\n\n❤️ المحبة بين المؤمنين رحمة وعلامة على صدق الإيمان",
      "👥 <b>حديث عن الأخوة في الله</b> 👥\n\nعن عبد الله بن عمر رضي الله عنهما قال: حفظت من رسول الله ﷺ قال:\n\n«الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ، وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ»\n\n🤲 نصرة أخيك المسلم من أحب الأعمال إلى الله",
      "🗣️ <b>حديث عن الكلام الطيب</b> 🗣️\n\nعن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ:\n\n«مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ»\n\n🤐 الكلمة الطيب صدقة، والصمت عن الشر عبادة"
    ],
    "hadiths_dunya": [
      "🌍 <b>أحاديث عن الدنيا</b> 🌍\n\n<b>مجموعة من الأحاديث النبوية عن الدنيا، وفيما يأتي بعض منها:</b>\n\nقال رسول الله ﷺ:\n(مَنْ كَانَتِ الْآخِرَةُ هَمَّهُ جَعَلَ اللَّهُ غِنَاهُ فِي قَلْبِهِ وَجَمَعَ لَهُ شَمْلَهُ وَأَتَتْهُ الدُّنْيَا وَهُوَ رَاغِمَةٌ، وَمَنْ كَانَتِ الدُّنْيَا هَمَّهُ جَعَلَ اللَّهُ فَقْرَهُ بَيْنَ عَيْنَيْهِ وَفَرَّقَ عَلَيْهِ شَمْلَهُ، وَلَمْ يَأْتِهِ مِنَ الدُّنْيَا إِلَّا مَا قُدِّرَ لَهُ).",
      "🌿 <b>حديث عن زهرة الدنيا</b> 🌿\n\nقال رسول الله ﷺ:\n(إِنْ كُنْتُمْ تُحِبُّونَ حِيلَةَ الْجَنَّةِ وَ حُرُورَهَا فَلَا تَلْبَسُوهَا فِي الدُّنْيَا).",
      "💧 <b>حديث عن قيمة الدنيا</b> 💧\n\nقال رسول الله ﷺ:\n(لَوْ كَانَتِ الدُّنْيَا تَعْدِلُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ مَا سَقَى كَافِرًا مِنْهَا شَرْبَةَ مَاءٍ).",
      "⚖️ <b>حديث عن مقارنة الدنيا بالآخرة</b> ⚖️\n\nقال رسول الله ﷺ:\n(وَاللَّهِ مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا مِثْلُ مَا يُجْعَلُ أَحَدُكُمْ إِصْبَعَهُ هَذَا، وَأَشَارَ يَحْيَى بِالسَّبَابَةِ، فِي الْبَحْرِ، فَلْيَنْظُرْ بِتَرْجِعِ؟)."
    ],
    "hadiths_hub": [
      "❤️ <b>أحاديث الرسول عن الحب</b> ❤️\n\n<b>مجموعة من الأحاديث النبوية عن الحب، وفيما يأتي بعض منها:</b>\n\nقال رسول الله ﷺ:\n(لَا يُؤْمِنُ أَحَدُكُمْ، حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ).",
      "💕 <b>حديث عن دخول الجنة بالحب</b> 💕\n\nقال رسول الله ﷺ:\n(لَا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلَا أُدَلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُمْ).",
      "🤗 <b>حديث عن اختبار الحب</b> 🤗\n\nقال رسول الله ﷺ:\n(إِذَا أَحَبَّ الرَّجُلُ أَخَاهُ فَلْيُخْبِرْهُ أَنَّهُ يُحِبُّهُ).",
      "💑 <b>حديث عن حب الرجل لولده</b> 💑\n\nقال رسول الله ﷺ:\n(لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبُّ إِلَيْهِ مِنْ وَالِدِهِ، وَوَالِدِهِ، وَالنَّاسِ أَجْمَعِينَ).",
      "🌹 <b>حديث علامات الحب</b> 🌹\n\nقال رسول الله ﷺ:\n(ثَلَاثٌ مِنْ كُنَّ فِيهِ وَجَدَ حَلَاوَةَ الْإِيمَانِ: أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبُّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبُّ الْمَرْءُ لَا يُحِبُّهُ إِلَّا لِلَّهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ)."
    ],
    "hadiths_akhlaq": [
      "🎭 <b>أحاديث الرسول عن الأخلاق</b> 🎭\n\n<b>مجموعة من الأحاديث النبوية عن الأخلاق، وفيما يأتي بعض منها:</b>\n\nقال رسول الله ﷺ:\n(مَنْ يُؤْتَى حَظَّهُ مِنَ الرِّفْقِ فَقَدْ يُؤْتَى حَظَّهُ مِنَ الْخَيْرِ، وَمَنْ حُرِمَ حَظَّهُ مِنَ الرِّفْقِ فَقَدْ حُرِمَ حَظَّهُ مِنَ الْخَيْرِ. أَثْقَلُ شَيْءٍ فِي مِيزَانِ الْمُؤْمِنِ يَوْمَ الْقِيَامَةِ حُسْنُ الْخُلُقِ، وَإِنَّ اللَّهَ لَيَبْغِضُ الْفَاحِشَ الْبَذِيءِ).",
      "💎 <b>حديث عن حسن الخلق</b> 💎\n\nقال رسول الله ﷺ:\n(إِنَّ صَاحِبَ حُسْنِ الْخُلُقِ لَيَبْلُغُ بِهِ دَرَجَةَ صَاحِبِ الصَّوْمِ وَالصَّلَاةِ).",
      "⚖️ <b>حديث عن حسن الخلق</b> ⚖️\n\nقال رسول الله ﷺ:\n(مَا شَيْءٌ أَثْقَلُ فِي مِيزَانِ الْمُؤْمِنِ يَوْمَ الْقِيَامَةِ مِنْ خُلُقٍ حَسَنٍ، فَإِنَّ اللَّهَ لَيَبْغِضُ الْفَاحِشَ الْبَذِيءِ).",
      "👥 <b>حديث عن أفضل الناس خلقاً</b> 👥\n\nقال رسول الله ﷺ:\n(إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحْسَنُكُمْ أَخْلَاقًا، وَإِنَّ مِنْ أَبْغَضِكُمْ إِلَيَّ وَأَبْعَدِكُمْ مِنِّي يَوْمَ الْقِيَامَةِ الثَّرْثَارُونَ الْمُتَشَدِّقُونَ وَالْمُتَفَحِشُونَ، قَالُوا: يَا رَسُولَ اللَّهِ، قَدْ عَلِمْنَا الثَّرْثَارُونَ وَالْمُتَشَدِّقُونَ فَمَا الْمُتَفَحِشُونَ؟ قَالَ: الْمُتَكَبِّرُونَ).",
      "🤝 <b>حديث عن العفو</b> 🤝\n\nقال رسول الله ﷺ:\n(مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُكْرِمُ ضَيْفَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَقُلْ خَيْرًا أَوْ لِيَصْمُتْ)."
    ],
    "hadiths_sabr": [
      "🧘 <b>أحاديث الرسول عن الصبر</b> 🧘\n\n<b>مجموعة من الأحاديث النبوية عن الصبر، وفيما يأتي بعض منها:</b>\n\nقال رسول الله ﷺ:\n(مَا يُصِيبُ الْمُؤْمِنَ مِنْ وَصَبٍ، وَلَا نَصَبٍ، وَلَا سَقَمٍ، وَلَا حَزَنٍ حَتَّى الْهَمِّهِ، إِلَّا كُفِّرَ بِهِ مِنْ سَيِّئَاتِهِ).",
      "💪 <b>حديث عن الصبر</b> 💪\n\nقال رسول الله ﷺ:\n(عَجَبًا لِأَمْرِ الْمُؤْمِنِ، إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ).",
      "🌈 <b>حديث عن الصبر من ابن عباس</b> 🌈\n\nعن ابن عباس -رضي الله عنهما- قَالَت:\n(أَتَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْرَأَةٌ فَقَالَتْ: إِنِّي أُصْرَعُ، وَإِنِّي أَتَكَشَّفُ، فَادْعُ اللَّهَ لِي، قَالَ: إِنْ شِئْتِ صَبَرْتِ وَلَكِ الْجَنَّةُ، وَإِنْ شِئْتِ دَعَوْتُ اللَّهَ أَنْ يُعَافِيَكِ، فَقَالَتْ: أَصْبِرُ، فَقَالَتْ: إِنِّي أَتَكَشَّفُ، فَادْعُ اللَّهَ لِي، قَالَ: أَصْبِرِي، فَدَعَا لَهَا)."
    ],
    "hadiths_jannah": [
      "🌴 <b>أحاديث الرسول عن نعيم الجنة</b> 🌴\n\n<b>مجموعة من الأحاديث النبوية عن نعيم الجنة، وفيما يأتي بعض منها:</b>\n\nسُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْجَنَّةِ فَقَالَ: (لَبِنَةٌ مِنْ فَضْلَةٍ وَلَبِنَةٌ مِنْ ذَهَبٍ، وَمِلْطُهَا الْمِسْكُ الْأَذْفَرُ، وَحَصْبَاؤُهَا اللُّؤْلُؤُ وَالْيَاقُوتُ، وَتُرْبُهَا الزَّعْفَرَانُ، مَنْ دَخَلَهَا يَنْعَمُ وَلَا يَبْأَسُ، وَلَا يَخْلُدُ وَلَا يَمُوتُ، لَا تَبْلَى ثِيَابُهُمْ، وَلَا يَفْنَى شَبَابُهُمْ).",
      "🏰 <b>حديث عن نعيم الجنة</b> 🏰\n\nقال رسول الله ﷺ:\n(مَنْ يَدْخُلُ الْجَنَّةَ يَنْعَمُ لَا يَبْأَسُ، لَا تَبْلَى ثِيَابُهُ وَلَا يَفْنَى شَبَابُهُ).",
      "🌟 <b>حديث عن شجر الجنة</b> 🌟\n\nقال رسول الله ﷺ:\n(إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا، فَاقْرَؤُوا إِنْ شِئْتُمْ (وَظِلٌّ مَمْدُودٌ وَمَاءٌ مَسْكُوبٌ)).",
      "🎁 <b>حديث قدسي عن الجنة</b> 🎁\n\nقال رسول الله ﷺ -فِيمَا رَوَاهُ عَنِ اللَّهِ -تَبَارَكَ وَتَعَالَى:\n(إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ لِأَهْلِ الْجَنَّةِ: يَا أَهْلَ الْجَنَّةِ، فَيَقُولُونَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيَقُولُ: هَلْ رَضِيتُمْ؟ فَيَقُولُونَ: وَمَا لَنَا لَا نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ؟ فَيَقُولُ: أَنَا أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ، قَالُوا: يَا رَبِّ، وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُولُ: أُحِلُّ لَكُمْ رِضْوَانِي، فَلَا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا).",
      "🌄 <b>حديث عن دخول الجنة</b> 🌄\n\nقال رسول الله ﷺ:\n(إِنَّ أُولَ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءً لَا يَبُولُونَ، وَلَا يَتْغَوَّطُونَ، وَلَا يَتْفَلُونَ، وَلَا يَتْمَخَّطُونَ، أَمْشَاطُهُمْ الذَّهْبُ، وَرِشْحُهُمْ الْمِسْكُ، وَمَجَامِرُهُمْ الْأَلُوَّةُ، وَأَزْوَاجُهُمْ الْحُورُ الْعِينُ، أَخْلَاقُهُمْ عَلَى خُلُقِ رَجُلٍ وَاحِدٍ، عَلَى صُورَةِ أَبِيَضَ أَدَمَ، سِتُّونَ ذِرَاعًا فِي السَّمَاءِ).",
      "✨ <b>حديث عن أهل الجنة</b> ✨\n\nقال رسول الله ﷺ:\n(يُنَادِي مُنَادٍ: إِنَّ لَكُمْ أَنْ تَصُومُوا فَلَا تَسْقُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَحْيُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا)."
    ],
    "hadiths_qudsi": [
      "🕋 <b>أحاديث قدسية جميلة</b> 🕋\n\n<b>في السنة النبوية العديد من الأحاديث القدسية الشريفة التي رواها عن الله -عز وجل-، منها ما يأتي:</b>\n\nقال رسول الله ﷺ:\n(يَقُولُ اللَّهُ عَزَّ وَجَلَّ: مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرٌ أَمْثَالُهَا، وَمَنْ جَاءَ بِالسَّيِّئَةِ فَجَزَاؤُهُ سَيِّئَةٌ مِثْلُهَا، أَوْ يَغْفِرُ، وَمَنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبَتْ مِنْهُ ذِرَاعًا، وَمَنْ تَقَرَّبَ مِنِّي ذِرَاعًا تَقَرَّبَتْ مِنْهُ بَاعًا، وَمَنْ أَتَانِي يَمْشِي أَتَيْتُهُ رَكْضًا، وَمَنْ لَقِيَنِي بِقَابِ رَضٍ شِبْرًا تَقَرَّبَتْ مِنْهُ ذِرَاعًا، وَمَنْ لَقِيَنِي بِقَابِ رَضٍ شِبْرًا تَقَرَّبَتْ مِنْهُ بَاعًا، وَفِي رِوَايَةٍ: بِهَذَا الْإِسْنَادِ نَحْوُهُ، غَيْرَ أَنَّهُ قَالَ: فَلَهُ عَشْرُ أَمْثَالِهِ).",
      "📿 <b>حديث قدسي عن الحرمة</b> 📿\n\nقال رسول الله ﷺ -فِيمَا رَوَاهُ عَنِ اللَّهِ -تَبَارَكَ وَتَعَالَى:\n(يَقُولُ اللَّهُ تَعَالَى: يَا عِبَادِي، إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا؛ فَلَا تَظَالِمُوا، يَا عِبَادِي، كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ؛ فَاسْتَهْدُونِي هُدَاكُمْ، يَا عِبَادِي، كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ؛ فَاسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِي، كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ؛ فَاسْتَغْفِرُونِي أُغْفِرْ لَكُمْ، يَا عِبَادِي، إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ وَلَا أُبَالِي؛ فَاسْتَغْفِرُونِي أُغْفِرْ لَكُمْ، يَا عِبَادِي؛ إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي، يَا عِبَادِي، لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي، لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي إِلَّا كَمَا يُنْقَصُ الْمِخْيَطُ إِذَا غُمِسَ فِي الْبَحْرِ، يَا عِبَادِي، إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللَّهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ)."
    ]
  },
  "schedule": {
    "morning_athkar": {
      "times": ["06:00", "07:00", "08:00"],
      "enabled": true
    },
    "evening_athkar": {
      "times": ["17:00", "18:00", "19:00"],
      "enabled": true
    },
    "hadiths": {
      "times": ["13:00", "15:00", "20:00"],
      "enabled": true
    }
  }
}
